[{"id":1,"title":"Motorsport Manager","platform":["Windows","MacOs","SteamOS"],"rating":8.6515151515149,"votes":132,"price":2550,"date":"1 Апреля 2012","icon_url":"https:\/\/static.giantbomb.com\/uploads\/scale_small\/9\/93770\/2360279-baldur.png","description":"Baldur's Gate is a fantasy role-playing game developed by Bioware and released in 1998 for the PC. It is the first role-playing game developed by Bioware and it ushered forth a new age of PC role-playing games set within the numerous Dungeons and Dragons universes. It was first game to use Bioware's Infinity Engine which was used for several RPGs to follow. In Baldur's Gate, the player creates their own customizable hero, selecting their sex, character portrait, race, class, abilities, alignment, and voice. In the role of this character, the player will set off on an epic adventure along the Sword Coast."},{"id":2,"title":"Baldur's Gate II","platform":["MacOs","Windows","SteamOS"],"rating":8.4166666666666,"votes":96,"price":450,"date":"1 Апреля 2012","icon_url":"https:\/\/static.giantbomb.com\/uploads\/scale_small\/1\/14741\/961234-throne_of_bhaal_front.jpg","description":"You wake up in a cell, with no memory of how you got there or where you are. A dark figure approaches you. He talks about experiments and torments you with his magic, but is distracted by an attack on his dungeon, and leaves. You lose consciousness again. When you wake once more, you have the opportunity to escape your cell. You find some old friends and make your way out of the dungeon. However, immediately upon leaving the dark confines below, you are attacked by your captor, Irenicus, and he and your oldest friend Imoen are taken away by the Cowled Wizards of Amn. You must then set off to rescue your friend, battling monsters, dragons, and many vile humans on the way."},{"id":3,"title":"Dota 2","platform":["MacOs","Windows","SteamOS"],"rating":7.3785310734463,"votes":177,"price":0,"date":"1 Апреля 2012","icon_url":"https:\/\/static.giantbomb.com\/uploads\/scale_small\/8\/87790\/2993179-box_dota2.png","description":"Dota 2 is a free-to-play action real-time strategy game developed by Valve for the PC, Mac and Linux platforms (via Steam in most regions). It is the official sequel to Defense of the Ancients (DotA: Allstars), a custom scenario for Warcraft III: Reign of Chaos that originally popularized the 'Multiplayer Online Battle Arena' sub-genre. Built on Valve's Source engine, it is headed by IceFrog (one of the designers of the original DotA: Allstars) and is continuously updated with new playable characters, new features, and new customizable items (including gear for heroes, UI enhancements, guest announcers, and custom couriers)."},{"id":4,"title":"Heroes 2","platform":["Windows"],"rating":8.4040920716112,"votes":1173,"price":500,"date":"1 Апреля 2012","icon_url":"https:\/\/static.giantbomb.com\/uploads\/scale_small\/16\/165036\/2959963-h2.png","description":"A new menace looms over The Kingdom. The Undead King is preparing dark forces to return and conquer the world. You are a brave knight travelling in search of pieces of a map to a powerful artifact, which could help to defeat the undead and save The Kingdom. Be ready for an exciting journey with lots of battles, powerful artifacts, magic and dungeons."},{"id":5,"title":"S.T.A.L.K.E.R - Чистое небо","platform":["Windows"],"rating":7.9,"votes":990,"price":1100,"date":"1 Апреля 2012","icon_url":"https:\/\/static.giantbomb.com\/uploads\/scale_small\/0\/3699\/1832808-stalker___clear_sky_cover.jpg","description":"is the prequel to S.T.A.L.K.E.R. Shadow of Chernobyl, a near-future FPS taking place in a place called the Zone in the Ukraine. A second accident had occurred at Chernobyl, but instead of irradiating the land, it altered the laws of physics and reality itself within the region around it, creating deadly anomalies and bizarre artifacts that have become modern day treasures to those lucky enough to find one. SoC followed the adventures of a stalker as he headed into the previously unreachable heart of the Zone centered on Chernobyl itself, there to discover a dark secret that would change the world."},{"id":6,"title":"Goat Simulator","platform":["MacOs","Windows","SteamOS"],"rating":6.4,"votes":435,"price":0,"date":"1 Апреля 2012","icon_url":"https:\/\/static.giantbomb.com\/uploads\/scale_small\/8\/84290\/2743091-untitled.jpg","description":"'Goat Simulator had first started off as a joke between the developers at Coffee Stain Studios. After developing their amateurish game, they decided to upload their creation to YouTube. The developers admitted that this was not going to be their next IP within the video description by saying 'we're just playing around a bit with programming stuff, this is not our next big IP, calm yourselves journalists.' Shortly after the video surfaced, the internet, journalists, gaming industry peers, and YouTuber PewDiePie pressured the studio to finish and release the game. Eventually, Coffee Stain Studios gave in to the Internet's demands, and announced that Goat Simulator would be released on Steam with Workshop support. changing the description on the popular alpha footage to EDIT: NEVERMIND ITS A REAL GAME NOW."},{"id":8,"title":"Team Fortress 2","platform":["MacOs","Windows"],"rating":8.8985530546624,"votes":622,"price":0,"date":"1 Апреля 2012","icon_url":"https:\/\/static.giantbomb.com\/uploads\/scale_small\/8\/87790\/2243884-box_tf2.png","description":"The long-awaited sequel to the original Quake modification 'Team Fortress' (and its standalone update, Team Fortress Classic), players join one of two teams (RED and BLU) as one of nine playable classes, each with their own unique traits and assortment of gear, as they fight over a variety of objectives including capturing briefcases, holding onto 'control points', and pushing large warheads on rail carts. Unlike the previous installment, Team Fortress 2 sports a cartoony CGI appearance influenced by both mid-twentieth-century Americana and 1960's spytech (after several lengthy development cycles involving realistic modern-military combat and futuristic alien invasions). Certain gameplay mechanics are also more refined, simplifying all class loadouts while removing reliance on grenades and bunny hopping."},{"id":9,"title":"Baldur's Gate","platform":["Windows","MacOs"],"price":552,"votes":1,"rating":6,"description":"Baldur's Gate is a fantasy role-playing game developed by Bioware and released in 1998 for the PC. It is the first role-playing game developed by Bioware and it ushered forth a new age of PC role-playing games set within the numerous Dungeons and Dragons universes. It was first game to use Bioware's Infinity Engine which was used for several RPGs to follow. In Baldur's Gate, the player creates their own customizable hero, selecting their sex, character portrait, race, class, abilities, alignment, and voice. In the role of this character, the player will set off on an epic adventure along the Sword Coast.","icon_url":"https:\/\/static.giantbomb.com\/uploads\/scale_small\/9\/93770\/2360279-baldur.png","date":"13 May 2019"}]